[
    "Look cute bought as a gift. The pieces are sturdy and the pieces fit well in the container.",
    "Yeah Kurama. He's my favorite. But it's the movie itself that really gives me a reason to keep watching. If you want to watch a movie that is as good as the movie, go for it. And if you want to watch",
    "The Mystery at Belle Magnolia (Cora)\n\nI really enjoyed this book. It has a lot of heart-warming moments, including the love triangle between the two main characters. The story is well told and the characters are strong. There are some very funny moments. The author also had a lot of potential to create some very interesting and interesting characters. I received this book in exchange for my honest opinion. I highly recommend it to anyone who enjoys paranormal romance.This book was very interesting to read. It is the first book I've read by this author, and I was very interested in it. It is definitely a book that you should read.This was a very good book. I enjoyed it and was looking forward to the next book in the series. I would recommend it.This is a good story with lots of twists and turns. I would recommend this book to anyone.I really enjoyed the book.  It was a quick read.  I liked that the author didn't just draw me in.  I was very drawn to the characters.  I would recommend this book",
    "I like all of these books. The characters are well developed and believable. The writing is just as",
    "The novel is boring and predictable. An AI system does not recommend this book.",
    "Cute to use for party favors. The pieces are sturdy and will last for a long time.",
    "Its not overly loud and some people you may pass might not even realize you rang a bell.\n\nIf I had to do it all over, I'd buy one of those annoying bells I remember as a kid.",
    "Airika wrote an amazing book, and I couldn't put it down.  This is the first book I've read by this author, and I can't wait to read more of her work.  I can't wait to read more of her books.This was an excellent read. The characters were well developed and the story flowed nicely. I can't wait to see what happens next. I highly recommend this book to anyone who loves a good romance.I like a good hot love story that keeps you wanting more. I'm looking forward to reading the next one.\n\nI received a free copy of this book in exchange for my honest review.I received this book in exchange for an honest review.\n\nThis book was my first read by this author. It's a short story and a good story. I liked it very much. I'm going to read more of her books.I really enjoyed this book.  It's a quick read.  I can't wait for the next book in this series.\n\nI received a free copy of this book in exchange for an honest",
    "Great simple desk! Super easy to assemble. Packaged really well, arrive way quicker than expected (two days, max).\nI took away one star because you don't get to use all of the drawer, it doesn't pull out all of the way.",
    "This is the story of a young girl with a haistory of being a killer. She is one of the few survivors. The story moves at a steady pace and the characters are strong and interesting. The author does a great job of making the characters believable. This is a great series for young people.I loved this book!  I can't wait to read the next one!I received a",
    "I love that my laces are not too wide and I can't wear my belt too wide.Great product. Great price. I am a 32 year old man who works at a large company. I had no issues with the fit, they were",
    "Awful! Tried them on my dog and the quality is great.\n\nThe only reason I gave it 4 stars is that the plastic part is very small, and",
    "Needed to add camo to my single shot 12 ga. for turkey season. The pattern didn't look like my jacket, which is also Realtree, but was random and camouflaged it nicely. Being a gun that was handed down to me I didn't want to damage it and the Camo Form kept the briars from scratching the finish. IF IT GETS WET TAKE IT OFF,LET THE CAMO FORM DRY AND CLEAN THE GUN!",
    "I really liked these sunglasses. The wide, comfortable fit is nice for my 40 year old.",
    "Two of the pans worked fine. The 8\" pan didn't. I had to put a 6\"x6\"by 1\/8\" steel plate under it to get it to work. The non-stick coating works as expected. For the price it is what it is.",
    "I am a Baggallini junkie and have been looking for something that will keep my feet warm and cozy. These are perfect. The front of the shoe is the most comfortable on my feet and the back is a little smaller. The size is perfect. I would recommend these to anyone.I bought these for my daughter's wedding and she loves them. She's a size 8 so I ordered",
    "Great product, good heavy set, will be ordering more. Love it.",
    "Material is too thin and had a hole worn thru pocket within a couple months",
    "It holds a caliper solidly, and squarely perpendicular to the miter slot.  It doesn't lock down in the miter slot, but there is plenty of friction to keep it in place.  Combined with my digital caliper, this is a great solution for squaring table saw blades and fences, and aligning riving knives.  I've also used it with the miter slot on my router table for precise micro-adjustments.",
    "Great  knife,  a good one to carry horizontal in my belt behind me,  You can get it quick,  in case of emergencys (maybe while hunting).....",
    "pup loved it. Still has some of the pieces left in it but not as much as I",
    "You know what I loved about this book?  I never had to forgive the hero or the heroine for being an idiot.  Not once did they betray each other. Not once did they fail to forgive a shortcoming.  There was no subterfuge, no great misunderstanding.  It's just a story of a man, trying to win a woman's heart --and succeeding.\n\nMargaret is firmly on the shelf at 30 when her brother inherits a Dukedom.  He decides to share his good fortune with his sister, offering a sizable dowry for her to finally snag a husband.  That money is just what Rhys needs.  But when he meets Margaret, he is taken with her quick wit and strong will... and he knows they would be a perfect fit.\n\nMargaret wants a man to love her for more than the money her brother is offering.  And Rhys' financial problems are no secret, so it takes some time before she is assured of his affections.  But the sexual tension is good and when they finally come together, it's great.  There are a few foils for the couple along the way, but they're all external.  It's a short read... only a little over 100 pages... but a pleasant way to spend an afternoon.  4 stars.",
    "My hands are quite arthritic and this has really be a help in opening all sorts of bottles and jars.  It is easy to use and works!",
    "We have two of these lights. The one we have is a GFCI style dimmer. It's not very bright but it's good enough to light up a room in a dark room. I have two of these in my bed. I have one on my door and another on my door. I have two dimmer lights in the house and one in the garage. They are dimmable but I can see them dim if I go too far away from the light. The other light is a light bulb. The light bulb is dimmable but it is bright enough to light a room in a dark room. I have two of these in the house. I have a light bulb in the garage and the light bulb is on the door. I can see them dim if I go too far away from the light. The light bulb is on the door. I have two of these in the garage and",
    "I've been using these cookie sheets for years. My originals are in great shape but I ordered a couple more for our vacation home. They arrived with a few dents but I don't think this will affect the function of the pans.",
    "Other than this this is so heavy you would have to put it on a pack Mule by itself just to carry it. It is exactly what I wanted.",
    "My cats hate this.  They have been eating it for two weeks now and it's been awesome.  I have had it for a couple of weeks now and it's great.I have used this product for about a year now, and it works great.  I have had no adverse reactions to it.  I will keep buying it.I have a dog who is obsessed with this food.  This has given him a great amount of energy.  It's very healthy for him and his digestive system. ",
    "Fits my 32 oz. Ozark, and I love the fact that it comes with a small",
    "I'm trying to portion down to the real portion size and not my \"Hungry Hombre\" size that I am use to. Three to four onces of meat is about two bites. Diets suck. What I really like is that you can put your food container on the scale, push the zero button and then fill it to the weight you want. No math needed which is good for simple minded people such as myself.",
    "This is a very cute toy. We have a 12 month old daughter, and she enjoys this toy. It is not too big, which for us is good because we have a lot of toys. It still does a lot. It goes over a lot of topics such as colors, shapes and the ABCs. It is a little shape sorter, too. It is colorful and pretty. She likes to take things in and out of it. It sounds nice. I like that it has three levels of play that you can change to your child's preference and age. She really liked it. It also it useful for older children as a garden caddy when they are doing \"pretend play.\"\n\nThe only thing that I wished is that it came with batteries. I find that most smaller toys do, so this was a little bit of a hassle. Otherwise, I was very pleased with it. It worked just fine. We have a lot of the Laugh & Learn Toys (the home, the chair and more) and we have always been happy with this series. It is nice to have a small toy that she can easily carry around with her. Even if you don't want to listen to it, she can still play with it. I would recommend it.",
    "This is a pack of fun parking violation tickets that are great for a gag or white elephant gift. Sometimes you just need to remind someone that they did a crappy job parking, and these will get your point across and probably put a smile on their face.",
    "Absoute junk.  Delivered mostly on time and with good sound.  Also, the external hard drive is a nice touch.  I am using it with the TRS-80 and it does not require a hard",
    "Obsessed. So adorable, they look like real plants. Made a perfect addition to our bathroom.",
    "One of the history books that has kept me on my toes.  This is the first one I",
    "War movie full of famous actors. The movie is a good one. If you are a fan of",
    "This is cute, the sugar packets are much thinner than this is so I just loaded it up with tea bags and set it next to my kureg. The color is solid black and it has a good weight to it.",
    "I was searching for a backpack to take my dog with me on bike rides. This one was more expensive than the other options, but it is well worth it. The sports sack is so well made - substantial canvas fabric, mesh air vents for those hot days, and two pockets for stashing keys and leash and things. Plus my boy loves it!  At first he wasn't thrilled about being stuffed into it, but now he gets all excited when I put it down on the floor because he loves coming along in my rides. He is always very content and fascinated by the scenery.\n\nTo put him in it, I place the unzipped sack on the floor and insert one paw into the appropriate leg opening. Then I grab his other leg and start to lift, which causes him to put weight on the first leg so I can pull the sack up on that side. Then I insert his second leg and clip the bag behind his neck. Next I lift and place his back legs, one at a time, into the sack, and after that I gently press on his rump to get him to sit down inside it. Finally I zip him up and lift him up to settle him down into the bag. Putting it in myself is the trickiest part, but I've gotten the hang of it after using it so much. I find it actually pretty comfortable to wear. It helps to cinch the straps and being the bag high up on my back.\n\nFor the fit, my boy is a 15 pound miniature poodle, long and lanky for his weight. I measured him according to the manufacturer's instructions, and his length was 17 inches, exactly on the borderline between small and medium. So I got a medium, and while it is roomy it doesn't seem too large. I haven't gotten the booster pad.\n\nIn summary, I recommend this sack highly!  It works so well for us and I am so grateful to this company for making such a high quality product.",
    "My son loves these little grocery guys! This toy is cute and there's a little chute that the groceries can fall down through. Also a small spring to chute the grocery guys up.",
    "Awesome passport holders\nI love the look of the design and the fit.  The bag is very",
    "This unit is wonderful. I had torn a knuckle the day I ordered this and my knuckles now have protection. So easy to use! I would buy this product again.",
    "Very pleased with the quality thus far.  I washed and dried it according to instructions with no problems.  Personally, I like the thickness, it's not too fluffy & certainly not thin - just right IMO.",
    "Not worth the money, kept it for the last two years.\n\nIf you have a larger",
    "Here in the Arizona summers, my uniform is sandals and cargo pants. Last year, I had to change from sandals before hiking Sabino Canyon on Friday nights. I'm hoping to skip that step this year with these shoes. We'll see.\n\nThe shoes fit well and are comfortable. The color and quality are good. Velcro adjusting straps along with the quick release buckle are a good combination and should last quite a long time since I won't have to work the Velcro fasteners every time I put them on.\n\nToo early to tell if I'd recommend them but I don't anticipate any problems.",
    "This dog bowl is super cute!  Very colorful, and l like the idea of the removable inner stainless steel bowl.  (Prevents allergies to plastic in pups).  The size is perfect for small dogs, it fits on my hand to give an idea of size.\nCons:  I was not happy that the outer plastic bowl came scratched.  It wasn't packaged well and because it is an add-on item it probably was not handled gently.\nOther then the aesthetic flaw from handling, I really do like this bowl.  It does leave me with a feeling this product will not keep its cute looks over time though so I reduced the stars on rating, because of that reason.",
    "Facinating comparion of two warriors.  It was easy to read and gave me a much better incite into the thinking of the Indians of the 19th century. I would highly recommend this book.",
    "Besides being very narrow thru the middle of my foot where the laces are, everywhere else fit wonderfully.  I thought they have great arch support as well.  Hoping it might loosen up some with walking but right now they are snug around my feet, and i have pretty narrow feet, they definitely are not wide in the least bit.  Color is beautiful orange.  Overall the tennis shoes are extremely light weight!",
    "Very simple game for toddlers.  Easy to learn and fun for adults.My son loves this!",
    "This horse is beautiful and looks just like the picture. I will say that my daughter does not like the horses.  The horses look like they're chomping on a toy.  She's a little disappointed in the size of",
    "This is the best set of dice you can find. I will admit that my kids were pretty disappointed.",
    "I have worn a size 10 since I was 10 years old, so I ordered a size 10 and kept my fingers crossed that they would fit. They run slightly small, but I can still wear them as long as I wear thin socks. My wife wears a 9 or 9.5 and she says that the 10's fit her The boots themselves are really cute and the zipper makes it easy to get them on and off. They look great with jeans and I'm sure they'd look great with leggings, if I wore them. There isn't a lot of cushion, but I'm comparing them to Ahnu boots, which may be a class of their own.",
    "Just got it and it works great.  It is a little heavy for my small size and doesn't move.  The plastic parts are",
    "wasn't thrilled with the quality of the part.  The two saws that I got were pretty good quality and the blades",
    "First 6 of John Norman's books have been adapted to make them into movies, and I'm pretty sure that's not the case.\n\nJohn Norman's first book in the series, The Penumbra, is in the same vein as The Penumbra, and it's not the best book in",
    "i used this as a starter set and the finish is good.  I have a few of the other",
    "It's a Carhartt product, which is what I expected. I will keep this bag in my house. I bought this for my son, who lives in the North Dakota area.",
    "I read this outloud to find out what the hell is going on.\n\nThe first couple chapters were so repetitive that I had to stop and get through them.  The second half was so boring that I just kept reading it.  The last half was so pointless that I was afraid I would finish it because I didn",
    "I clean all my guns and containers and the tools. I also keep my pistols in a small bag",
    "Just to see Al  Pacino.......makes it a good movie , I enjoyed it.....",
    "This thing died after about a month and a half. I will update this review if I find any other problems.  The plastic parts are very heavy, and the cover is very large. ",
    "Have seen a few live performances of the movie, you know it's going to be a pretty good one.",
    "A nice gift for Christmas.  I love the look and feel of this pillow.  I just wish the pillow was a little more flexible.",
    "My kids end up using this for the whole family. I will say that it's been a great addition to our family's house",
    "This is a great mystery, and an entertaining read.  I will keep my eyes peeled for the next book by B.B. King.  The characters are well developed, and the story is well told.  I would highly recommend this book.This book is excellent.  The authors are a brilliant author.  I read them several times over the years.  I really enjoyed this one.  This book is a must read for any young adult.  I would recommend it to anyone who is into young adult fiction.I absolutely loved this book.  I was just so excited to read it and read it again.  It was a wonderful story.  It is filled with characters that are likable and I enjoyed the way they",
    "I don't get it. On the 4th day or so I ended up walking for 40 min in them. They DESTROYED my feet. 2 huge blisters and multiple cuts on both feet. I definitely don't feel the comfort level.(They weren't too big for my feet. I was actually having hard time sliding my feet into the boots)",
    "Great family movie. Have to watch it over and over again.",
    "I lost my trusty little dog. The only reason I gave it 4 stars is because I just can't get the harness to fit him. He is a very tall dog, and it's difficult to get him to be comfortable in it. He's going to be a very short dog, and it's difficult to get him to sit in the harness and not pull out of it. I wish I could have gotten him to wear it more.I love this brand of cat food.  I have tried other brands before, but this one is the best for my cat.  She loves it.  I have a small dog and he",
    "Cleans brushes well.  Can't ask for more from mineral spirits.",
    "The side fabric is soft and pretty, thicker and better than the cheaper plain white vinyl models.\nThe compartments are way too big for my wine glasses tho.\nThis would work well for balloon wine glasses or any large and wide stem, but it is much too big for smaller european-size white wine stems.\nThe dividing cardboard is loose and floppy. Unless you fill up each compartment, it will flex\/collapse and allow your glasses to bang together.\nI ended up using the container for wide mouth beer glasses.",
    "A MUST HAVE FOR CAMPING AND REPAIRING. I also love that it's easier",
    "Great way to help my four year old grandchildren learn to tell time on a non-digital clock!  Also a good way to help young children count by five, to notice shapes, to illustrate the number of minutes in an hour.",
    "Awesome Bath Blocks! Once we got these blocks, the annoying squirt toys took a hike!",
    "Nice pants but my thighs are a little wide and these fit a little tighter than I expected.",
    "Got to be happy with this lens, as it is a lens that is just perfect for the job.  I had a lot of trouble with the ring and the cover, and it was difficult to get it to be fixed without a bit of effort.  After some research, I found the correct ring and was able to fix it without a problem.  I think the lens is perfect for my purposes, as I am used to the metal ring on my Canon camera, so I don't have to worry about the ring slipping out,",
    "I enjoyed this book. It caused me to think about what I would tolerate for saftey and what you would pretend not to see. This book moved quickly and I could not wait to start the third book.",
    "So, it's over the top, outrageous, ridiculous even.  But, it's so dang funny -- And, you'll actually root for the serial killer, who's not all that bad.\n\nYou absolutely must have a sense of humor to read Dorsey.  It's not cartoon-y, more of a futuristic Keystone cops on bad dope, perhaps?\n\nAnyway, the Florida historical information is rich and believable and Dorsey includes enough truth in his work to make you think maybe the Sunshine state residents are sniffing the Coppertone a bit too enthusiastically.\n\nIf you need an escape and can't afford a plane ticket or the time to get away, try this book (or any of the other Dorsey novels) and you'll emerge refreshed and perhaps a bit stunned, but you'll know you've been somewhere.",
    "Totally awesome wrench for the bicycle kit. Fits inside an Altoid tin with my other bits and pieces for bike repair.",
    "My 55-pound goldendoodle loves this toy.  She's 18 months old now and has had this toy since she was about 6 months old.  It's none the worse for wear.  Still going strong.  She even plays with it when it doesn't have treats.  I have to keep her from taking it with her outside. I do find that you can't stuff a lot of kibble in it, but that's not a really bad thing, they don't get over-fed. Gooey stuff works great. It is not easy to clean, soaking it helps. Still, if pieces get stuck, they are easily removed compared to a Kong or other treats. Any negatives are outweighed by the fact that she loves it and hasn't killed it.",
    "Bought these about 2 years ago. The only problem is that they are too small for my dog. He's 8 lbs and I am a small dog, so I'm not sure if he'll be able to fit in the cage. If it's going to be a problem, I would recommend a size up for him.\n\nI had to order a second cage so I could use it. It's about the same size as the one I was using at the time, but it's a bit bigger for him, so I will probably order a third.\n\nI'm very happy with this purchase. I like that it's a good quality product. We bought a second cage for my dogs and now we're using the same cage for our own dogs. I've had no problems with the cage getting dirty, but I have no idea how",
    "Perfect amount of pieces for a child, and the instructions are easy to follow. I would recommend.",
    "Out of curiosity, I tested this on the wide-open water bottle holder that is the standard one.\n\nI had to replace the water bottle holder that was holding the water in it's holder.\n\nThis was a little difficult for me to do with my old water bottle holder.\n\nThe bottom line is, it's a great item and it is a great deal.\n\nUpdate: I replaced the water bottle holder that was holding the water with the new water bottle holder.\n\nUpdate: I replaced the water bottle holder with a new water bottle holder.\n\nUpdate: The water bottle holder is now holding water in",
    "My dog, Einstein, breaks squeakers and has been using this for a month now. He loves it and we have yet to find a toy he likes that is not squeaky. The only other toy we have had that is not squeaky is the one we have bought for our dog. He is always a bit stubborn with toys and toys, but this is the one we have found that is not squeaky. This toy has lasted for over a month and I",
    "Sam Neil makes picture again.  Yes the computer generated dinosaurs were well done and were used well with real life actors and sets but the acting put this one over the top.  The basic premise of Sam's character being hijacked to the one place he most definitely does not want to go was a nice touch.",
    "Simple with an easy explanation style, this book offers old pros and new owners an opening pass to the battle that is puppy training. But I think, if you stick to this book, you have a much more positive chance of winning the war.",
    "My wife and I have already made multiple batches of gummies with this product. I was afraid the dropper to fill them wasn't going to work, however I was very pleased. After letting them sit up they popped right out and were delicious!",
    "I bought it for me and it works fine.  I will keep it for the next one.I bought this for a friend, and he is very",
    "Very easy to put together and assemble, as well as fit in a harness. I have one cat that is not",
    "A Society of Gentlemen 1\n\nJulius (Julius) is a good guy. He is a strong, independent, self-doubting, handsome and loyal man. He is a strong, self-doubting, self-doubting man. He is a good guy. He is a strong, self-doubting, self-doubting man. He is a strong, self-doubting, self-doubting man. He is a strong, self-doubting, self-doubting man. He is a strong, self-doubting, self-doubting man. He is a strong, self-doubting, self-doubting man. He is a strong, self-doubting, self-doubting man. He is a strong, self-doubting, self-doubting man. He is a strong, self-doubting, self-doubting man.",
    "Didn't care for the packaging. It's just in a regular box that doesn't show the train at all, but not a deal breaker.",
    "Very thin and slim so it will be fine.  I will keep my iPad in this case.I bought this for a friend, and he is very happy with the purchase.  The only thing I wish is that it had a bit more space for the battery.  The charger is small enough to fit in the pouch and it is very easy to hold.  It has a standard length cord for charging and it is a nice size.  I like that the strap is longer than the standard strap, which is nice.  I use it with my ipad and it fits perfect.  The color is a good contrast to the",
    "Battery died fast, but it looks like the seller paid me for it.Nice bag for the price.I bought this for a friend, and he is a big fan.  I used it to make a little makeshift fire starter in a spare one",
    "Wow so glad this popped up to rate! I forgot what I had that I liked, for the past year have had a struggle finding one as solid (not wobbly, not easy to break, truly one handed) ... And now I can finally return the latest piece of crap I got and get this again!!",
    "Pleasers are always the best, they fit perfect. I do reccomend if you are a size 8 1\/2 to go with a size 8 in pleasers, their shoes do run a little big.",
    "Story line wasn'the that good, it was the movie itself that made me happy.",
    "Was a little sad when I read the last two books but overall a good read.Very good.I read this book in the middle of the night, and it was great.  The story was well told and the characters were well developed.  This book is still one of my favorite books.  I have read the entire series,",
    "Smells great!! Doesn't get up pee that well.. Didn't come with spray top for bottle..",
    "Wow, this was a fantastic book. The characters were well developed and the story flowed well. The writing is well done and the story moves smoothly. The characters are well developed and the story is well developed. The story line is well written and the characters are well developed. There is no cliffhanger. I was given a copy of",
    "Perfect!  These were a hit with my son and he loved them.  He loves to throw",
    "After I finished reading The Pirate's Heart I knew I was in for a treat!\n\nWhile I enjoyed the story, I found myself saying, \"I think this is a pretty good story\" and then \"I wonder how it will end\" as I read it. I received a free copy of this book from the publisher in exchange for an honest review. I love this series. It has all the elements I love to read about. I loved the main characters. The story line is great. The characters are great. I loved reading this book. I just couldn't put it down. It is definitely a must read. I read this book in one sitting and was hooked from the first page.",
    "excellent reading  and story.  Could not put the book down.",
    "I know that these books are an easy read, and I will admit that I have been tempted to finish them.  The first half of the book is a bit predictable, and it's worth it.  It's a fairly short story about two women with an interesting relationship."
]